{
    "event": {
        "resin:Events/20006/Infections": {
            "name": "Infections",
            "description": "People ared infected by the pathogen in the disease outbreak.",
            "children": [],
            "out_links": [
                "resin:Events/20007/Illness"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30007/kairos:Primitives_Events_Life.Infect.Unspecified:1_victim",
                    "roleName": "A1-gol_thing_becoming_infected",
                    "entity": "resin:Entities/10000/"
                },
                {
                    "@id": "resin:Participants/30008/kairos:Primitives_Events_Life.Infect.Unspecified:1_infectingagent",
                    "roleName": "A2-ppt_infectant",
                    "entity": "resin:Entities/10005/"
                },
                {
                    "@id": "resin:Participants/30009/kairos:Primitives_Events_Life.Infect.Unspecified:1_cause",
                    "roleName": "A0_pag_agent_causer_of_infection",
                    "entity": "resin:Entities/10006/"
                }
            ],
            "template": "<A0_pag_agent_causer_of_infection> infected <A1_gol_destination_thing_becoming_infected> with <A2_ppt_theme_infectant> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the mode of transmission is airborne and the infectivity of the disease is high, it is very likely that people would get infected by the pathogen in the disease outbreak. The long incubation period could also potentially lead to more infections as people may not realize they are infected and continue to spread the disease. The fact that the pathogen is not novel does not necessarily reduce the likelihood of infections, as immunity may not be widespread or long-lasting.",
            "freq_result": "yes",
            "freq_explanation": "The mode of transmission is airborne, which means the disease can spread easily, especially in crowded places. The infectivity of the disease is high, which means that a large number of people who come into contact with the pathogen will become infected. The fatality rate is low, which means that infected people will not die quickly and can continue to spread the disease. The incubation period is long, which means that people can be infected for a long time without showing symptoms, during which they can unknowingly spread the disease. Therefore, the Infections event will likely happen more often under these assumptions."
        },
        "resin:Events/20007/Illness": {
            "name": "Illness",
            "description": "Abnormal condition that negatively affects the structure or function of all or part of an organism due to the virus in the disease outbreak",
            "children": [
                "resin:Events/20008/Symptom",
                "resin:Events/20125/Confirmation"
            ],
            "out_links": [
                "resin:Events/20034/Medical_Response"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30010/kairos:Primitives_Events_Life.Illness.Unspecified:1_victim",
                    "roleName": "A1-ppt_X_sick/ill_one",
                    "entity": "resin:Entities/10000/"
                },
                {
                    "@id": "resin:Participants/30011/kairos:Primitives_Events_Life.Illness.Unspecified:2_cause",
                    "roleName": "A2_cau__cause_or_disease",
                    "entity": "resin:Entities/10006/"
                }
            ],
            "happen_result": "very likely",
            "happen_explanation": "Given that the disease is airborne and highly infectious, it is very likely that people will get infected and fall ill. The long incubation period means that people could be spreading the disease without knowing they are infected. The fact that the pathogen is not novel might mean that some people have immunity, but it could also mean that the disease is widespread. The low fatality rate suggests that most people will survive the disease, but they could still become ill.",
            "freq_result": "yes",
            "freq_explanation": "The mode of transmission is airborne, which means the disease can spread easily, especially given its high infectivity. However, the fatality rate is low, which means that while many people may contract the disease, they are not likely to die from it. The long incubation period could potentially lead to more people being infected before the first cases are even identified, as individuals may not realize they are sick and continue to spread the disease. Therefore, the Illness event would likely appear more frequently under these assumptions."
        },
        "resin:Events/20008/Symptom": {
            "name": "Symptoms",
            "description": "The infected person experiences symptoms of the disease.",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30012/",
                    "roleName": "A1_ppt_sick/ill_one",
                    "entity": "resin:Entities/10000/"
                },
                {
                    "@id": "resin:Participants/30013/",
                    "roleName": "A2_cau_cause_or_disease",
                    "entity": "resin:Entities/10006/"
                },
                {
                    "@id": "resin:Participants/30014/",
                    "roleName": "AM_loc",
                    "entity": "resin:Entities/10010/"
                }
            ],
            "template": "<A1_ppt_sick/ill_one> symptommed with <A2_cau_cause_or_disease> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the disease is airborne and highly infectious, it is very likely that the infected person will experience symptoms. The long incubation period may delay the onset of symptoms, but it does not prevent them from occurring. The fact that the pathogen is not novel suggests that it is a known disease with established symptoms.",
            "freq_result": "yes",
            "freq_explanation": "The infectivity of the disease is high, which means that many people can get infected. However, the incubation period is long, which means that it will take a while for the symptoms to appear after the person is infected. Therefore, the Symptoms event will not necessarily appear more frequently immediately after the outbreak. However, once the incubation period has passed, we can expect a high frequency of the Symptoms event due to the high infectivity of the disease."
        },
        "resin:Events/20009/Contact_Health_Provider": {
            "name": "Contact Health Provider",
            "description": "The sick contact their health provider for advice. ",
            "children": [],
            "out_links": [
                "resin:Events/20011/Diagnosis"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30015/",
                    "roleName": "A0_pag_agent_first_communicator",
                    "entity": "resin:Entities/10000/"
                },
                {
                    "@id": "resin:Participants/30016/",
                    "roleName": "A2_com_co_agent_other_communicators",
                    "entity": "resin:Entities/10021/"
                }
            ],
            "template": "<A0_pag_agent_first_communicator> communicated <A1_ppt_topic_utterance> with <A2_com_co_agent_other_communicators> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the disease is airborne and highly infectious, it is very likely that those who are sick would contact their health provider for advice. The long incubation period also means that people may not immediately realize they are sick, and thus would seek medical advice when symptoms appear. The fact that the pathogen is not novel suggests that health providers would have knowledge and resources to provide advice and treatment.",
            "freq_result": "yes",
            "freq_explanation": "The mode of transmission is airborne, which means the disease can spread easily. The infectivity of the disease is high, so many people can get infected. However, the fatality rate is low, which means that most people will not die from the disease. The incubation period is long, which means that people may not realize they are sick for a while. This could delay them contacting their health provider. However, given the high infectivity, more people will eventually show symptoms and seek medical advice. Therefore, the Contact Health Provider event would likely appear more frequent under these assumptions."
        },
        "resin:Events/20010/Transport_Patient": {
            "name": "Transport Patient",
            "description": "The patient goes to the hospital or was transported to the hospital.",
            "children": [],
            "out_links": [
                "resin:Events/20011/Diagnosis"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30017/",
                    "roleName": "A1_ppt_theme_thing_transported",
                    "entity": "resin:Entities/10000/"
                },
                {
                    "@id": "resin:Participants/30018/",
                    "roleName": "A3_gol_destination_destination",
                    "entity": "resin:Entities/10021/"
                }
            ],
            "template": "<A0_pag_agent_transporter> transported <A1_ppt_theme_thing_transported> from <A2_dir_source_initial_location> to <A3_gol_destination_destination> at <AM_loc> <AM_mnr__manner>",
            "happen_result": "very likely",
            "happen_explanation": "Given the mode of transmission is airborne and the infectivity is high, it is very likely that the patient would be transported to the hospital. This is because airborne diseases can spread rapidly and easily, and hospitals have the necessary equipment and isolation facilities to manage such cases. The long incubation period also means that the patient may not show symptoms immediately, and thus may need medical supervision. The fact that the pathogen is not novel means that the healthcare system would likely have some experience in dealing with it, and would therefore be more likely to transport the patient to a hospital for treatment.",
            "freq_result": "no",
            "freq_explanation": "The mode of transmission is airborne, and the infectivity of the disease is high, which means that many people can get infected. However, the fatality rate is low, and the incubation period is long. This means that people might not feel the need to go to the hospital immediately after exposure or even after the onset of symptoms, as the disease does not seem severe. Therefore, the Transport Patient event might not happen more frequently under these assumptions."
        },
        "resin:Events/20011/Diagnosis": {
            "name": "Diagnosis",
            "description": "Medical diagnosis on infection of the virus in the disease outbreak",
            "children": [],
            "out_links": [
                "resin:Events/20140/Hospitalization",
                "resin:Events/20012/Disinfect",
                "resin:Events/20015/Quarantine"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30019/kairos:Primitives_Events_Medical.Diagnosis.Unspecified:1_treater",
                    "roleName": "A0-pag_agent_doctor",
                    "entity": "resin:Entities/10021/"
                },
                {
                    "@id": "resin:Participants/30020/kairos:Primitives_Events_Medical.Diagnosis.Unspecified:1_patient",
                    "roleName": "A1-ppt_theme_patient",
                    "entity": "resin:Entities/10000/"
                },
                {
                    "@id": "resin:Participants/30021/kairos:Primitives_Events_Medical.Diagnosis.Unspecified:1_place",
                    "roleName": "AM-LOC",
                    "entity": "resin:Entities/10010/"
                },
                {
                    "@id": "resin:Participants/30022/kairos:Primitives_Events_Medical.Diagnosis.Unspecified:1_illness",
                    "roleName": "A2_prd_attribute_illness",
                    "entity": "resin:Entities/10006/"
                }
            ],
            "template": "<A0_pag_agent_doctor> diagnosed <A1_ppt_theme_patient> with <A2_prd_attribute_illness> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the disease is airborne and highly infectious, it is crucial to diagnose the infection to prevent further spread. The long incubation period also means that people could be infected without showing symptoms, making diagnosis even more important. The fact that the pathogen is not novel suggests that diagnostic tests are likely available. Therefore, the answer is very likely.",
            "freq_result": "yes",
            "freq_explanation": "The mode of transmission is airborne, which means the disease can spread easily and quickly. The infectivity of the disease is high, which means a large number of people can get infected. However, the fatality rate is low, which means that most people will not die from the disease. The long incubation period means that people may not show symptoms immediately after being infected, which could delay diagnosis. The pathogen is not novel, which means that medical professionals should have knowledge and experience in diagnosing it. Therefore, the Diagnosis event may not necessarily appear more frequent immediately due to the long incubation period, but eventually, as symptoms start to appear, the frequency of diagnosis should increase."
        },
        "resin:Events/20012/Disinfect": {
            "name": "Disinfect",
            "description": "Disinfect contaminated areas",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30023/Steps_kairos:Primitives_Events_Disinfect_Cleaner",
                    "roleName": "A0_pag_agent_cleaner",
                    "entity": "resin:Entities/10021/"
                },
                {
                    "@id": "resin:Participants/30024/Steps_kairos:Primitives_Events_Disinfect_place",
                    "roleName": "AM-LOC",
                    "entity": "resin:Entities/10010/"
                }
            ],
            "template": "<A0_pag_agent_cleaner> cleaned <A1_ppt_theme_thing_cleaned> <AM_mnr__manner> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the mode of transmission is airborne, disinfection of contaminated areas would be a crucial step in controlling the spread of the disease. This is especially true given the high infectivity of the disease. Even though the fatality rate is low, the long incubation period means that an infected person could unknowingly spread the disease over a wide area before showing symptoms. Therefore, disinfection would be a very likely response.",
            "freq_result": "yes",
            "freq_explanation": "The mode of transmission is airborne, which means that the disease can spread through dust or droplets in the air. This implies that many areas can get contaminated with the pathogen. However, the incubation period is long, which means that it might take a while before the disease is detected and the need for disinfection is realized. But given the high infectivity of the disease, once it is detected, there would be a need for frequent disinfection of contaminated areas to prevent further spread. So, the answer is yes."
        },
        "resin:Events/20013/Treatment": {
            "name": "Treatment",
            "description": "Attempted remediation of a health problem due to infection of the virus in the disease outbreak",
            "children": [],
            "out_links": [
                "resin:Events/20015/Quarantine",
                "resin:Events/20014/Travel"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30025/kairos:Primitives_Events_Medical.Intervention.Unspecified:1_treater",
                    "roleName": "A0-pag_X_doctor",
                    "entity": "resin:Entities/10021/"
                },
                {
                    "@id": "resin:Participants/30026/kairos:Primitives_Events_Medical.Intervention.Unspecified:1_patient",
                    "roleName": "A1_dir_source_patient",
                    "entity": "resin:Entities/10000/"
                },
                {
                    "@id": "resin:Participants/30027/kairos:Primitives_Events_Medical.Intervention.Unspecified:1_place",
                    "roleName": "AM-LOC",
                    "entity": "resin:Entities/10010/"
                },
                {
                    "@id": "resin:Participants/30028/kairos:Primitives_Events_Medical.Intervention.Unspecified:1_illness",
                    "roleName": "A2_ppt__illness_or_injury",
                    "entity": "resin:Entities/10006/"
                }
            ],
            "template": "<A0_pag__doctor> treated <A1_ppt__patient> with <A2_ppt__illness_or_injury> with <A3_mnr__instrument> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the disease is airborne and highly infectious, it is likely that many people will contract it. Despite the low fatality rate, treatment would still be necessary to alleviate symptoms and prevent further spread, especially considering the long incubation period during which individuals may unknowingly spread the disease. The fact that the pathogen is not novel suggests that there may already be established treatments available.",
            "freq_result": "yes",
            "freq_explanation": "The mode of transmission is airborne, which means the disease can spread easily and infect a large number of people. The infectivity of the disease is high, which means that a large number of people who come into contact with the disease will become infected. However, the fatality rate is low, which means that most people who get infected will not die from the disease. The long incubation period means that people may not show symptoms immediately after being infected, which could delay treatment. However, since the pathogen is not novel, it is likely that there are existing treatments available. Therefore, the Treatment event would likely occur more frequently as more people get infected but do not die from the disease."
        },
        "resin:Events/20014/Travel": {
            "name": "Travel",
            "description": "Patient goes home from the hospital.",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30029/",
                    "roleName": "A1_ppt_theme_thing_transported",
                    "entity": "resin:Entities/10000/"
                },
                {
                    "@id": "resin:Participants/30030/",
                    "roleName": "A2_dir_source_initial_location",
                    "entity": "resin:Entities/10021/"
                }
            ],
            "template": "<A0_pag_agent_transporter> transported <A1_ppt_theme_thing_transported> from <A2_dir_source_initial_location> to <A3_gol_destination_destination> at <AM_loc> <AM_mnr__manner>",
            "happen_result": "somewhat likely",
            "happen_explanation": "Given that the disease is airborne and highly infectious, there is a risk of the patient spreading the disease during travel, especially if the incubation period is long and the patient is not showing symptoms yet. However, since the fatality rate is low, it might not be considered a severe enough threat to restrict travel. The decision would likely depend on the specific circumstances and the public health policies in place.",
            "revise_result": "not likely",
            "revise_reflection": "If the assumption was that the public health policies in place are strict and do not allow for travel of infected individuals regardless of the fatality rate, the answer would change to 'not likely'. Conversely, if the assumption was that the public health policies in place are lenient and allow for travel of infected individuals even with a high infectivity rate, the answer would change to 'highly likely'.",
            "revise_extra_assumption": "Extra assumption: The public health policies in place allow for travel of infected individuals if the fatality rate is low."
        },
        "resin:Events/20015/Quarantine": {
            "name": "Quarantine",
            "description": "Restriction on the movement of people, animals and goods which is intended to prevent the spread of the disease",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30031/kairos:Primitives_Events_Movement.Transportation.PreventPassage:1_transporter",
                    "roleName": "A0-pag_agent_transporter",
                    "entity": "resin:Entities/10012/"
                },
                {
                    "@id": "resin:Participants/30032/kairos:Primitives_Events_Movement.Transportation.PreventPassage:1_passengerartifact",
                    "roleName": "A1-ppt_theme_thing_transported",
                    "entity": "resin:Entities/10000/"
                }
            ],
            "template": "<A0_pag_quarantiner> quarantined <A1_ppt_thing> to <A2_gol_quarrantined_from_whom> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the disease is airborne and highly infectious, quarantine would be a very effective measure to prevent further spread of the disease. The long incubation period also supports the need for quarantine, as infected individuals may not show symptoms immediately and could unknowingly spread the disease. The fact that the pathogen is not novel suggests that there may be existing protocols for handling such outbreaks, which could include quarantine measures. Therefore, it is very likely that a quarantine would be implemented in this case.",
            "freq_result": "yes",
            "freq_explanation": "The mode of transmission is airborne, which means the disease can spread easily. The infectivity of the disease is high, which means a large number of people can get infected. However, the fatality rate is low and the incubation period is long. This means that people may not realize they are infected for a long time, and they may not feel very sick. This could lead to a delay in implementing quarantine measures. However, once the disease is identified, quarantine would be a common response to prevent further spread, especially given the high infectivity and airborne transmission. Therefore, the Quarantine event would likely appear more frequently under these assumptions."
        },
        "resin:Events/20032/Outbreak": {
            "name": "Outbreak",
            "description": "Emergence of the pathogen and spread of the disease.",
            "children": [
                "resin:Events/20033/Exposure",
                "resin:Events/20007/Illness",
                "resin:Events/20034/Medical_Response"
            ],
            "out_links": [],
            "participants": [],
            "template": "<A1_ppt_theme_disease> broke_out  among <A2_gol_location_victims> at <AM_loc>"
        },
        "resin:Events/20033/Exposure": {
            "name": "Exposure",
            "description": "People are exposed to the infectious agent, revealing its source or how it propagates. ",
            "children": [
                "resin:Events/20084/Mutation",
                "resin:Events/20085/Social_Gathering",
                "resin:Events/20114/Mode_of_Transmission",
                "resin:Events/20006/Infections",
                "resin:Events/20130/Selling"
            ],
            "out_links": [
                "resin:Events/20007/Illness"
            ],
            "participants": [],
            "template": "<A0_pag_exposer> exposed <A1_ppt_exposed_entity> to <A2_gol_exposed_to> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the mode of transmission is airborne and the infectivity is high, it is very likely that people would be exposed to the infectious agent. The long incubation period could potentially allow for more people to be exposed before the first symptoms appear. Therefore, the event of exposure is very likely to happen.",
            "freq_result": "yes",
            "freq_explanation": "The mode of transmission is airborne, which means the disease can spread easily through the air. The infectivity of the disease is high, which means that it can easily infect people. However, the incubation period is long, which means that people may not show symptoms immediately after being infected. This could potentially lead to more people being exposed to the disease before it is detected. Therefore, the Exposure event could appear more frequent under these assumptions."
        },
        "resin:Events/20034/Medical_Response": {
            "name": "Medical Response",
            "description": "Treatment of patients and medical procedures to help contain the disease.",
            "children": [
                "resin:Events/20009/Contact_Health_Provider",
                "resin:Events/20010/Transport_Patient",
                "resin:Events/20013/Treatment",
                "resin:Events/20140/Hospitalization",
                "resin:Events/20014/Travel",
                "resin:Events/20012/Disinfect",
                "resin:Events/20015/Quarantine",
                "resin:Events/20072/Testing",
                "resin:Events/20011/Diagnosis",
                "resin:Events/20086/Construction"
            ],
            "out_links": [],
            "participants": [],
            "template": "<A0_pag_Agent> prevented <A1_ppt_Theme> PREPOSITION <A2_ppt_secondary_predication_or_action> with <A3_mnr_instrument> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the disease is airborne and highly infectious, it is very likely that a medical response would be necessary to treat patients and contain the disease. The long incubation period could potentially allow for more people to be infected before symptoms appear, further necessitating a medical response. The fact that the pathogen is not novel may mean that existing treatments could be effective, but this would still require a medical response to administer these treatments.",
            "freq_result": "yes",
            "freq_explanation": "The mode of transmission is airborne, which means the disease can spread easily. The infectivity of the disease is high, which means a large number of people can get infected. However, the fatality rate is low, which means that most people will not die from the disease. The long incubation period means that people may not show symptoms immediately after being infected, which can lead to more people getting infected before the disease is detected. The pathogen is not novel, which means that there may already be established medical procedures to treat and contain the disease. Therefore, the Medical Response event would likely appear more frequently as more people get infected and seek treatment, but the low fatality rate and existing knowledge about the pathogen may help in managing the outbreak."
        },
        "resin:Events/20072/Testing": {
            "name": "Testing",
            "description": "A viral test checks specimens from your nose or your mouth to find out if you are currently infected with the virus",
            "children": [],
            "out_links": [
                "resin:Events/20011/Diagnosis"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30122/Steps_kairos:Primitives_Events_Testing_Assessor",
                    "roleName": "A0-pag_agent_estimator",
                    "entity": "resin:Entities/10021/"
                },
                {
                    "@id": "resin:Participants/30123/Steps_kairos:Primitives_Events_Testing_Thing_Assessed_for",
                    "roleName": "A1-ppt_theme_thing_estimated",
                    "entity": "resin:Entities/10006/"
                }
            ],
            "template": "<A0_pag_examiner> tested <A1_loc_examined> PREPOSITION <A2_ppt_in_search_of> PREPOSITION <A3_prd_test_result> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the disease is airborne and highly infectious, testing would be crucial to identify and isolate infected individuals, especially considering the long incubation period. The fact that the pathogen is not novel suggests that testing methods are likely already established, making it easier to implement widespread testing. Therefore, the answer is very likely.",
            "freq_result": "yes",
            "freq_explanation": "The mode of transmission is airborne, which means the disease can spread easily. The infectivity of the disease is high, which means a lot of people can get infected. However, the fatality rate is low and the incubation period is long. This means that people might not show symptoms immediately and might not feel the need to get tested right away. However, due to the high infectivity and airborne transmission, there might be a push from public health officials for widespread testing to identify and isolate cases to prevent further spread. So, the Testing event could appear more frequent under this new assumption."
        },
        "resin:Events/20082/Cross-species_Transmission": {
            "name": "Cross-species Transmission",
            "description": "The pathogen transmits from animal to person.",
            "children": [
                "resin:Events/20083/Bite"
            ],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30142/",
                    "roleName": "A0_pag_causer_of_infection",
                    "entity": "resin:Entities/10023/"
                },
                {
                    "@id": "resin:Participants/30143/",
                    "roleName": "A1_gol_thing_becoming_infected",
                    "entity": "resin:Entities/10001/"
                },
                {
                    "@id": "resin:Participants/30144/",
                    "roleName": "A2_ppt_infectant",
                    "entity": "resin:Entities/10006/"
                }
            ],
            "template": "<A0_pag_causer_of_infection> infected <A1_gol_thing_becoming_infected> PREPOSITION <A2_ppt_infectant> at <AM_loc>",
            "happen_result": "somewhat likely",
            "happen_explanation": "The mode of transmission being airborne does not necessarily mean that the disease can transmit from animals to humans. However, many airborne diseases are zoonotic, meaning they can be transmitted from animals to humans. The fact that the pathogen is not novel suggests that it has been around for a while, and therefore, it is possible that it has had the opportunity to jump species. However, without more specific information about the pathogen and its history, it's hard to say for certain.",
            "revise_result": "not likely",
            "revise_reflection": "If we knew for certain that the disease is zoonotic, this would change the answer to 'highly likely'. If we knew for certain that the disease is not zoonotic, this would change the answer to 'not likely'.",
            "revise_extra_assumption": "Extra assumption: The disease is zoonotic (can be transmitted from animals to humans)."
        },
        "resin:Events/20083/Bite": {
            "name": "Bite",
            "description": "The vector (usually an animal) carrying the disease bites the infected person.",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30145/",
                    "roleName": "A0_pag_biter",
                    "entity": "resin:Entities/10023/"
                },
                {
                    "@id": "resin:Participants/30146/",
                    "roleName": "A1_ppt_entity_bitten",
                    "entity": "resin:Entities/10001/"
                }
            ],
            "template": "<A0_pag_biter> bited <A1_ppt_entity_bitten> at <AM_loc>",
            "happen_result": "not likely",
            "happen_explanation": "The mode of transmission is airborne, not vector-borne, which means the disease is spread through the air, not through bites from vectors like animals or insects. Therefore, the Bite event is not likely to happen under this assumption."
        },
        "resin:Events/20084/Mutation": {
            "name": "Mutation",
            "description": "The virus may undergo an alteration in the nucleotide sequence of the genome during the disease outbreak",
            "children": [],
            "out_links": [
                "resin:Events/20085/Social_Gathering"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30147/Mutate:Agent",
                    "roleName": "A1_ppt_patient_entity_undergoing_mutation",
                    "entity": "resin:Entities/10006/"
                },
                {
                    "@id": "resin:Participants/30148/Mutate:Result",
                    "roleName": "A2_prd_result_end_state",
                    "entity": "resin:Entities/10007/"
                }
            ],
            "template": "<A1_ppt_patient_entity_undergoing_mutation> mutated into <A2_prd_result_end_state> at <AM_loc>",
            "happen_result": "somewhat likely",
            "happen_explanation": "Mutation is a common event in the life cycle of a virus, regardless of its mode of transmission, infectivity, fatality rate, or incubation period. However, the fact that the pathogen is not novel might suggest that it has already undergone several mutations in the past. Therefore, it is somewhat likely that a mutation could occur during the disease outbreak.",
            "revise_result": "not likely",
            "revise_reflection": "If the virus was novel, it would be highly likely that a mutation could occur during the disease outbreak. If the virus was known to be stable and not prone to mutation, it would be not likely that a mutation could occur.",
            "revise_extra_assumption": "Extra assumption: The virus has already undergone several mutations in the past."
        },
        "resin:Events/20085/Social_Gathering": {
            "name": "Social Gathering",
            "description": "A group of people gather together.",
            "children": [],
            "out_links": [
                "resin:Events/20114/Mode_of_Transmission"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30149/",
                    "roleName": "A0_pag_celebrator",
                    "entity": "resin:Entities/10002/"
                },
                {
                    "@id": "resin:Participants/30150/",
                    "roleName": "AM_loc",
                    "entity": "resin:Entities/10010/"
                }
            ],
            "template": "<A0_pag_celebrator> celebrated <A1_ppt_party> at <AM_loc>",
            "happen_result": "somewhat likely",
            "happen_explanation": "Given that the disease is airborne and highly infectious, social gatherings would pose a significant risk for transmission. However, the low fatality rate and long incubation period might make people less cautious about gathering. The pathogen is not novel, which means people might have some immunity or knowledge about it, potentially reducing fear and caution. However, public health guidelines would likely advise against social gatherings in this scenario to prevent further spread of the disease.",
            "revise_result": "not likely",
            "revise_reflection": "If the assumption was that the public health guidelines were not strictly enforced or followed, the answer could change to 'highly likely'. On the other hand, if the assumption was that the public was highly compliant with public health guidelines, the answer could change to 'not likely'.",
            "revise_extra_assumption": "Extra assumption: Public health guidelines would advise against social gatherings."
        },
        "resin:Events/20086/Construction": {
            "name": "Construction",
            "description": "Field hospitals may be constructed to accommodate patients during the outbreak",
            "children": [],
            "out_links": [
                "resin:Events/20013/Treatment"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30151/Steps_kairos:Primitives_Events_Construction_Builder",
                    "roleName": "A0_pag_builder",
                    "entity": "resin:Entities/10012/"
                }
            ],
            "template": "<A0_pag_builder> constructed <A1_ppt_construction> PREPOSITION <A2_vsp_material> <A4_prd_end_state_of_arg1> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the disease is airborne and highly infectious, there is a high likelihood of a large number of people getting infected. Even though the fatality rate is low, the sheer number of infected individuals could overwhelm existing healthcare facilities. The long incubation period could also mean that people could be spreading the disease without knowing they are infected, leading to a larger number of cases. Therefore, the construction of field hospitals may be necessary to accommodate the influx of patients and prevent the healthcare system from being overwhelmed.",
            "freq_result": "no",
            "freq_explanation": "The mode of transmission is airborne and the infectivity of the disease is high, which means that a large number of people can get infected. However, the fatality rate is low and the incubation period is long. This means that while many people may get infected, they are not likely to die from the disease and it may take a while before they show symptoms. This could lead to a slower response in terms of constructing field hospitals, as the immediate threat to life is not as high and there is more time to respond to the outbreak. Therefore, the Construction event may not appear more frequent under these assumptions."
        },
        "resin:Events/20107/Consume": {
            "name": "Consume",
            "description": "Consumption of a substance by an organism",
            "children": [
                "resin:Events/20109/Drink",
                "resin:Events/20110/Contact_Through_Skin",
                "resin:Events/20108/Eat"
            ],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30183/kairos:Primitives_Events_Consume_Eater",
                    "roleName": "A0-pag_agent_eater",
                    "entity": "resin:Entities/10002/"
                },
                {
                    "@id": "resin:Participants/30184/kairos:Primitives_Events_Consume_Entity_Ingested",
                    "roleName": "A1-ppt_patient_entity_ingested",
                    "entity": "resin:Entities/10003/"
                }
            ],
            "template": "<A0_pag_agent_eater> ingested <A1_ppt_patient_entity_ingested> at <AM_loc>",
            "happen_result": "not likely",
            "happen_explanation": "The mode of transmission is airborne, which means the disease is spread through the air, not through the consumption of a substance. Therefore, the Consume event is not likely to happen under this assumption."
        },
        "resin:Events/20108/Eat": {
            "name": "Eat",
            "description": "Ingestion of food to provide for all organisms their nutritional or medicinal needs",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30185/kairos:Primitives_Events_Eat_Consume",
                    "roleName": "A0-pag_consumer",
                    "entity": "resin:Entities/10002/"
                },
                {
                    "@id": "resin:Participants/30186/kairos:Primitives_Events_Eat_Food",
                    "roleName": "A1-ppt_meal",
                    "entity": "resin:Entities/10003/"
                }
            ],
            "template": "<A0_pag_consumer> ate <A1_ppt_meal> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "The mode of transmission being airborne does not directly affect the consumption of food. Therefore, the event of eating would still likely occur. However, if the disease is highly infectious and airborne, people might be more cautious about eating in public places or in large groups. The long incubation period could also mean that people are spreading the disease without knowing they are infected, which could potentially affect communal eating events. But overall, the act of eating itself would not be directly impacted by these assumptions.",
            "freq_result": "no",
            "freq_explanation": "The mode of transmission is airborne, not through food or water. Therefore, the frequency of the Eat event would not be directly affected by the disease outbreak. The high infectivity of the disease and the long incubation period might lead to more people being infected, but this does not necessarily increase the frequency of the Eat event. The fact that the pathogen is not novel and the fatality rate is low also do not directly impact the frequency of the Eat event. Therefore, the answer is no."
        },
        "resin:Events/20109/Drink": {
            "name": "Drink",
            "description": "Ingesting water or other liquids into the body through the mouth",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30187/kairos:Primitives_Events_Drink_Drinker",
                    "roleName": "A0-pag_drinker",
                    "entity": "resin:Entities/10002/"
                },
                {
                    "@id": "resin:Participants/30188/kairos:Primitives_Events_Drink_Liquid",
                    "roleName": "A1-ppt_liquid",
                    "entity": "resin:Entities/10027/"
                }
            ],
            "template": "<A0_pag_drinker> drank <A1_ppt_liquid> from <A2_dir_source_of_liquid> at <AM_loc>",
            "happen_result": "not likely",
            "happen_explanation": "The mode of transmission being airborne means that the disease is spread through the air, not through water or food. Therefore, the act of drinking water or other liquids would not directly contribute to the spread of the disease. However, if the liquid is contaminated and then aerosolized (for example, through coughing or sneezing), it could potentially contribute to the spread. But this is not the primary mode of transmission. Therefore, the event of drinking is not directly related to the spread of the disease under these assumptions."
        },
        "resin:Events/20110/Contact_Through_Skin": {
            "name": "Contact Through Skin",
            "description": "Route through which substances may be received",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30189/kairos:Primitives_Events_Contact_Through_Skin_Absorber",
                    "roleName": "A0-pag_absorber",
                    "entity": "resin:Entities/10002/"
                },
                {
                    "@id": "resin:Participants/30190/kairos:Primitives_Events_Contact_Through_Skin_Absorbed",
                    "roleName": "A1-ppt_absorbed",
                    "entity": "resin:Entities/10006/"
                }
            ],
            "happen_result": "not likely",
            "happen_explanation": "The mode of transmission is airborne, which means the disease is spread through the air, not through skin contact. Therefore, the event of Contact Through Skin is not likely to happen under this assumption."
        },
        "resin:Events/20111/Contaminate_Substance": {
            "name": "Contaminate Substance",
            "description": "Presence of an unwanted constituent, harmful substance or impurity in a material, physical body, or environment",
            "children": [],
            "out_links": [
                "resin:Events/20112/Transport_Contaminated_Substance"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30191/kairos:Primitives_Events_Contamination_Causer",
                    "roleName": "A0-pag_agent_causer_of_contamination",
                    "entity": "resin:Entities/10006/"
                },
                {
                    "@id": "resin:Participants/30192/kairos:Primitives_Events_Contamination_Destination",
                    "roleName": "A1-gol_destination_thing_becoming_contaminated",
                    "entity": "resin:Entities/10005/"
                }
            ],
            "template": "<A0_pag_agent_causer_of_contamination> contaminated <A1_gol_destination_thing_becoming_contaminated> PREPOSITION <A2_ppt_theme_contaminant> at <AM_loc>",
            "happen_result": "not likely",
            "happen_explanation": "The mode of transmission is airborne, which means the disease is spread through the air, not through substances or materials. Therefore, the event of contaminating a substance is not likely to happen in this case."
        },
        "resin:Events/20112/Transport_Contaminated_Substance": {
            "name": "Transport Contaminated Substance",
            "description": "The contaminated substance (food, drink or other object) is moved from one place to another.",
            "children": [],
            "out_links": [
                "resin:Events/20113/Purchase_Contaminated_Object"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30193/",
                    "roleName": "A1_ppt_theme_thing_transported",
                    "entity": "resin:Entities/10005/"
                },
                {
                    "@id": "resin:Participants/30194/",
                    "roleName": "A3_gol_destination_destination",
                    "entity": "resin:Entities/10010/"
                }
            ],
            "template": "<A0_pag_agent_transporter> transported <A1_ppt_theme_thing_transported> from <A2_dir_source_initial_location> to <A3_gol_destination_destination> at <AM_loc> <AM_mnr__manner>",
            "happen_result": "not likely",
            "happen_explanation": "The mode of transmission is airborne, not vehicleborne. Therefore, the event of transporting a contaminated substance such as food or drink is not likely to be a significant factor in the spread of the disease."
        },
        "resin:Events/20113/Purchase_Contaminated_Object": {
            "name": "Purchase Contaminated Object",
            "description": "Purchase contaminated food or drink.",
            "children": [],
            "out_links": [
                "resin:Events/20107/Consume"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30195/kairos:Primitives_Events_Purchase_Buyer",
                    "roleName": "A0_pag_agent_agent",
                    "entity": "resin:Entities/10002/"
                },
                {
                    "@id": "resin:Participants/30196/kairos:Primitives_Events_Purchase_Seller",
                    "roleName": "A2_com_co_agent_other_exchanger",
                    "entity": "resin:Entities/10004/"
                },
                {
                    "@id": "resin:Participants/30197/kairos:Primitives_Events_Purchase_Artifact",
                    "roleName": "A1_ppt_theme_thing_being_traded",
                    "entity": "resin:Entities/10005/"
                }
            ],
            "template": "<A0_pag_agent_agent> exchanged <A1_ppt_theme_thing_being_traded> with <A2_com_co_agent_other_exchanger> <A3_ppt_co_theme_other_item_in_exchange_price_or_premium> for <A4_gol__benefactive> at <AM_loc>",
            "happen_result": "not likely",
            "happen_explanation": "Given that the mode of transmission is airborne, the likelihood of the disease being spread through contaminated food or drink is low. The disease is more likely to spread through the air, such as through coughing or sneezing, rather than through contaminated objects. Therefore, the event of purchasing a contaminated object is not likely to occur under these assumptions."
        },
        "resin:Events/20114/Mode_of_Transmission": {
            "name": "Mode of Transmission",
            "description": "The mode of transmission of the disease.",
            "children": [
                "resin:Events/20117/Airborne_Transmission",
                "resin:Events/20115/Direct_Transmission",
                "resin:Events/20116/Vehicleborne_Transmission",
                "resin:Events/20082/Cross-species_Transmission"
            ],
            "out_links": [
                "resin:Events/20006/Infections"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30198/",
                    "roleName": "A0_pag_causer_of_infection",
                    "entity": "resin:Entities/10006/"
                },
                {
                    "@id": "resin:Participants/30199/",
                    "roleName": "A1_gol_thing_becoming_infected",
                    "entity": "resin:Entities/10002/"
                },
                {
                    "@id": "resin:Participants/30200/",
                    "roleName": "AM_loc",
                    "entity": "resin:Entities/10010/"
                }
            ],
            "template": "<A0_pag_causer_of_infection> infected <A1_gol_thing_becoming_infected> PREPOSITION <A2_ppt_infectant> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "The mode of transmission is a fundamental aspect of any disease outbreak. In this case, the disease is airborne, which means it spreads through the air, typically via respiratory droplets from coughs or sneezes. This is a key factor in the spread of the disease, so the event of identifying the mode of transmission would certainly occur in this scenario.",
            "freq_result": "no",
            "freq_explanation": "The mode of transmission is airborne, which means the disease can spread easily and quickly, especially in crowded areas. However, the frequency of the Mode of Transmission event is not directly influenced by the assumptions listed. The mode of transmission is a characteristic of the disease and does not change or occur more frequently based on these factors. Therefore, the answer is no."
        },
        "resin:Events/20115/Direct_Transmission": {
            "name": "Direct Transmission",
            "description": "Disease transmission from a reservoir to the infected person through direct contact or droplet spread.",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30201/",
                    "roleName": "A0_pag_causer_of_infection",
                    "entity": "resin:Entities/10006/"
                },
                {
                    "@id": "resin:Participants/30202/",
                    "roleName": "A1_gol_thing_becoming_infected",
                    "entity": "resin:Entities/10002/"
                },
                {
                    "@id": "resin:Participants/30203/",
                    "roleName": "AM_loc",
                    "entity": "resin:Entities/10010/"
                }
            ],
            "template": "<A0_pag_causer_of_infection> infected <A1_gol_thing_becoming_infected> PREPOSITION <A2_ppt_infectant> at <AM_loc>",
            "happen_result": "somewhat likely",
            "happen_explanation": "The mode of transmission is airborne, which means the disease can spread through the air, not necessarily requiring direct contact or droplet spread. However, droplet spread can be considered a form of airborne transmission, especially in close contact situations. Therefore, direct transmission could still occur, but it's not the primary mode of transmission in this case.",
            "revise_result": "not likely",
            "revise_reflection": "If the assumption was that the disease could only be transmitted through long-range airborne transmission (like measles or tuberculosis), then the answer would be 'not likely'. If the assumption was that the disease could be transmitted through both droplet spread and long-range airborne transmission, then the answer would be 'highly likely'.",
            "revise_extra_assumption": "Extra assumption: Droplet spread can be considered a form of airborne transmission in close contact situations."
        },
        "resin:Events/20116/Vehicleborne_Transmission": {
            "name": "Vehicleborne Transmission",
            "description": "Disease transmission through inanimate objects such as food, water, blood, clothes, utensils.",
            "children": [
                "resin:Events/20111/Contaminate_Substance",
                "resin:Events/20112/Transport_Contaminated_Substance",
                "resin:Events/20113/Purchase_Contaminated_Object",
                "resin:Events/20107/Consume"
            ],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30204/",
                    "roleName": "A0_pag_causer_of_infection",
                    "entity": "resin:Entities/10006/"
                },
                {
                    "@id": "resin:Participants/30205/",
                    "roleName": "A1_gol_thing_becoming_infected",
                    "entity": "resin:Entities/10002/"
                },
                {
                    "@id": "resin:Participants/30206/",
                    "roleName": "AM_loc",
                    "entity": "resin:Entities/10010/"
                }
            ],
            "template": "<A0_pag_sender> transmitted <A1_ppt_sent> to <A2_gol_sent-to> at <AM_loc>",
            "happen_result": "not likely",
            "happen_explanation": "The mode of transmission is stated to be airborne, which means the disease is spread through the air, typically via respiratory droplets from coughs or sneezes. This is different from vehicleborne transmission, which involves the disease being spread through inanimate objects. Therefore, under these assumptions, it is not likely that the disease would also be transmitted via vehicleborne transmission."
        },
        "resin:Events/20117/Airborne_Transmission": {
            "name": "Airborne Transmission",
            "description": "the pathogen transmits through air.",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30207/kairos:Primitives_Events_Contamination_Causer",
                    "roleName": "A0-pag_agent_causer_of_contamination",
                    "entity": "resin:Entities/10002/"
                },
                {
                    "@id": "resin:Participants/30208/kairos:Primitives_Events_Contamination_Destination",
                    "roleName": "A1-gol_destination_thing_becoming_contaminated",
                    "entity": "resin:Entities/10000/"
                }
            ],
            "template": "<A0_pag_sender> transmitted <A1_ppt_sent> to <A2_gol_sent-to> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the mode of transmission is airborne, it is very likely that the pathogen would transmit through the air. The high infectivity of the disease also supports this, as airborne diseases tend to spread quickly. The long incubation period could potentially allow for more transmission events to occur before symptoms appear and isolation measures are implemented.",
            "freq_result": "yes",
            "freq_explanation": "The mode of transmission is already stated as airborne, which means the disease spreads through the air. This implies that the Airborne Transmission event will happen frequently. The high infectivity of the disease also supports this, as it means the disease can easily spread from person to person. The long incubation period could potentially increase the frequency of the Airborne Transmission event, as infected individuals may not show symptoms immediately and continue to spread the disease unknowingly. Therefore, the answer is yes."
        },
        "resin:Events/20125/Confirmation": {
            "name": "Confirmation",
            "description": "Illness is confirmed.",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30216/confirmer",
                    "roleName": "A0_pag_confirmer",
                    "entity": "resin:Entities/10021/"
                },
                {
                    "@id": "resin:Participants/30217/thing_confirmed",
                    "roleName": "A1_ppt_thing_confirmed",
                    "entity": "resin:Entities/10006/"
                }
            ],
            "template": "<A0_pag_causer> alidated <A1_ppt_entity_validated> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the disease is airborne and highly infectious, it is very likely that the illness will be confirmed. The long incubation period may delay the confirmation, but it does not prevent it. The fact that the pathogen is not novel means that there are existing tests and procedures to confirm the illness.",
            "freq_result": "yes",
            "freq_explanation": "The mode of transmission is airborne, which means the disease can spread easily. The infectivity of the disease is high, which means a large number of people can get infected. However, the fatality rate is low, which means that most people who get infected will not die from the disease. The long incubation period means that it may take a while before symptoms appear and a diagnosis can be confirmed. The pathogen is not novel, which means that diagnostic tests are likely available and reliable. Therefore, the Confirmation event would likely appear more frequently under these assumptions."
        },
        "resin:Events/20130/Selling": {
            "name": "Selling",
            "description": "Contaminated product is sold.",
            "children": [],
            "out_links": [
                "resin:Events/20085/Social_Gathering"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30228/seller",
                    "roleName": "A0_pag_Seller",
                    "entity": "resin:Entities/10019/"
                },
                {
                    "@id": "resin:Participants/30229/thing_sold",
                    "roleName": "A1_ppt_Thing_Sold",
                    "entity": "resin:Entities/10003/"
                },
                {
                    "@id": "resin:Participants/30230/buyer",
                    "roleName": "A2_gol_Buyer",
                    "entity": "resin:Entities/10002/"
                }
            ],
            "happen_result": "not likely",
            "happen_explanation": "The mode of transmission being airborne suggests that the disease is spread through the air, not through physical objects or products. Therefore, the event of selling a contaminated product is not likely to be a significant factor in the spread of the disease."
        },
        "resin:Events/20140/Hospitalization": {
            "name": "Hospitalization",
            "description": "Infected persons are hospitalized.",
            "children": [],
            "out_links": [
                "resin:Events/20013/Treatment"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30253/sender",
                    "roleName": "A0_pag_sender",
                    "entity": "resin:Entities/10021/"
                },
                {
                    "@id": "resin:Participants/30254/infected",
                    "roleName": "A1_ppt_injured/ill_entity",
                    "entity": "resin:Entities/10001/"
                }
            ],
            "template": "<A0_pag_sender> hospitalized <A1_ppt_injured/ill_entity> at <AM_loc>",
            "happen_result": "somewhat likely",
            "happen_explanation": "Given that the disease is airborne and highly infectious, it is likely that many people will contract the disease. However, the fatality rate is low, which suggests that the disease may not be severe enough to require hospitalization. On the other hand, the long incubation period could mean that infected individuals may not show symptoms immediately and could unknowingly spread the disease further. Hospitalization could be used as a measure to isolate these individuals and prevent further spread. Therefore, it is somewhat likely that hospitalization would occur.",
            "revise_result": "not likely",
            "revise_reflection": "If the healthcare system of the affected area was overwhelmed or not capable of handling a large number of patients, hospitalization would not be likely. Conversely, if the healthcare system was robust and well-equipped, hospitalization would be highly likely.",
            "revise_extra_assumption": "Extra assumption: Hospitalization is used as a measure to isolate individuals and prevent further spread of the disease."
        }
    },
    "assumptions": "- The mode of transmission of the disease is airborne.\n- The infectivity of the disease is high.\n- The fatality rate is low.\n- The incubation period is long.\n- The pathogen is not novel."
}