{
    "event": {
        "resin:Events/20006/Infections": {
            "name": "Infections",
            "description": "People ared infected by the pathogen in the disease outbreak.",
            "children": [],
            "out_links": [
                "resin:Events/20007/Illness"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30007/kairos:Primitives_Events_Life.Infect.Unspecified:1_victim",
                    "roleName": "A1-gol_thing_becoming_infected",
                    "entity": "resin:Entities/10000/"
                },
                {
                    "@id": "resin:Participants/30008/kairos:Primitives_Events_Life.Infect.Unspecified:1_infectingagent",
                    "roleName": "A2-ppt_infectant",
                    "entity": "resin:Entities/10005/"
                },
                {
                    "@id": "resin:Participants/30009/kairos:Primitives_Events_Life.Infect.Unspecified:1_cause",
                    "roleName": "A0_pag_agent_causer_of_infection",
                    "entity": "resin:Entities/10006/"
                }
            ],
            "template": "<A0_pag_agent_causer_of_infection> infected <A1_gol_destination_thing_becoming_infected> with <A2_ppt_theme_infectant> at <AM_loc>",
            "happen_result": "somewhat likely",
            "happen_explanation": "Given that the mode of transmission is airborne, it is possible for people to get infected, especially in crowded or enclosed spaces. However, the infectivity of the disease is low, which means that the disease does not spread easily from person to person. The long incubation period could potentially allow for more exposure before symptoms appear, but the low infectivity might counteract this. The pathogen is not novel, which means that there might be some level of immunity in the population.",
            "revise_result": "not likely",
            "revise_reflection": "If the assumption was that the pathogen is novel, meaning there is no immunity in the population, the likelihood of the Infections event would increase. Conversely, if the assumption was that the disease is highly infectious, the likelihood of the Infections event would decrease.",
            "revise_extra_assumption": "Extra assumption: There might be some level of immunity in the population."
        },
        "resin:Events/20007/Illness": {
            "name": "Illness",
            "description": "Abnormal condition that negatively affects the structure or function of all or part of an organism due to the virus in the disease outbreak",
            "children": [
                "resin:Events/20008/Symptom",
                "resin:Events/20125/Confirmation"
            ],
            "out_links": [
                "resin:Events/20034/Medical_Response"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30010/kairos:Primitives_Events_Life.Illness.Unspecified:1_victim",
                    "roleName": "A1-ppt_X_sick/ill_one",
                    "entity": "resin:Entities/10000/"
                },
                {
                    "@id": "resin:Participants/30011/kairos:Primitives_Events_Life.Illness.Unspecified:2_cause",
                    "roleName": "A2_cau__cause_or_disease",
                    "entity": "resin:Entities/10006/"
                }
            ],
            "happen_result": "somewhat likely",
            "happen_explanation": "Even though the infectivity of the disease is low, the mode of transmission is airborne which means it can easily spread in the air and infect people. The fatality rate is low, which means that most people who get infected will not die, but they could still get sick. The long incubation period could also mean that people could be infected for a while before they start showing symptoms, which could lead to more people getting infected. Therefore, it is somewhat likely that the Illness event would happen under this new assumption.",
            "revise_result": "not likely",
            "revise_reflection": "If the assumption was that the disease cannot spread easily in the air despite being airborne, the answer would change to 'not likely'. If the assumption was that the disease can spread very easily in the air despite its low infectivity, the answer would change to 'highly likely'.",
            "revise_extra_assumption": "Extra assumption: The disease can spread easily in the air despite its low infectivity."
        },
        "resin:Events/20008/Symptom": {
            "name": "Symptoms",
            "description": "The infected person experiences symptoms of the disease.",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30012/",
                    "roleName": "A1_ppt_sick/ill_one",
                    "entity": "resin:Entities/10000/"
                },
                {
                    "@id": "resin:Participants/30013/",
                    "roleName": "A2_cau_cause_or_disease",
                    "entity": "resin:Entities/10006/"
                },
                {
                    "@id": "resin:Participants/30014/",
                    "roleName": "AM_loc",
                    "entity": "resin:Entities/10010/"
                }
            ],
            "template": "<A1_ppt_sick/ill_one> symptommed with <A2_cau_cause_or_disease> at <AM_loc>",
            "happen_result": "somewhat likely",
            "happen_explanation": "Given that the mode of transmission is airborne, it is likely that the infected person would experience symptoms of the disease. However, the infectivity of the disease is low, which means that it may not spread easily from person to person. The fatality rate is also low, suggesting that the disease is not very severe. The long incubation period could mean that symptoms may not appear immediately after infection. However, this does not mean that symptoms will not appear at all. Therefore, it is somewhat likely that the infected person will experience symptoms.",
            "revise_result": "not likely",
            "revise_reflection": "If the assumption was that the disease causes severe symptoms, then the answer would be 'highly likely'. If the assumption was that the disease is asymptomatic, then the answer would be 'not likely'.",
            "revise_extra_assumption": "Extra assumption: The disease may not be severe enough to cause noticeable symptoms."
        },
        "resin:Events/20009/Contact_Health_Provider": {
            "name": "Contact Health Provider",
            "description": "The sick contact their health provider for advice. ",
            "children": [],
            "out_links": [
                "resin:Events/20011/Diagnosis"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30015/",
                    "roleName": "A0_pag_agent_first_communicator",
                    "entity": "resin:Entities/10000/"
                },
                {
                    "@id": "resin:Participants/30016/",
                    "roleName": "A2_com_co_agent_other_communicators",
                    "entity": "resin:Entities/10021/"
                }
            ],
            "template": "<A0_pag_agent_first_communicator> communicated <A1_ppt_topic_utterance> with <A2_com_co_agent_other_communicators> at <AM_loc>",
            "happen_result": "somewhat likely",
            "happen_explanation": "Given that the mode of transmission is airborne, even with low infectivity, there is still a risk of spreading the disease. The long incubation period means that people may not immediately realize they are sick. However, if symptoms do appear, it is likely that individuals would contact their health provider for advice, especially if they are aware of an ongoing outbreak. Therefore, the answer is somewhat likely.",
            "revise_result": "not likely",
            "revise_reflection": "If the assumption was that the disease had severe symptoms, it would have made the event of contacting a health provider highly likely. On the other hand, if the assumption was that the disease had very mild or no symptoms, it would have made the event of contacting a health provider not likely.",
            "revise_extra_assumption": "Extra assumption: Individuals are aware of the ongoing outbreak."
        },
        "resin:Events/20010/Transport_Patient": {
            "name": "Transport Patient",
            "description": "The patient goes to the hospital or was transported to the hospital.",
            "children": [],
            "out_links": [
                "resin:Events/20011/Diagnosis"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30017/",
                    "roleName": "A1_ppt_theme_thing_transported",
                    "entity": "resin:Entities/10000/"
                },
                {
                    "@id": "resin:Participants/30018/",
                    "roleName": "A3_gol_destination_destination",
                    "entity": "resin:Entities/10021/"
                }
            ],
            "template": "<A0_pag_agent_transporter> transported <A1_ppt_theme_thing_transported> from <A2_dir_source_initial_location> to <A3_gol_destination_destination> at <AM_loc> <AM_mnr__manner>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the disease is airborne, even with low infectivity, there is a risk of transmission to others. Additionally, the long incubation period means that the patient could be infectious for a long period before showing symptoms. Therefore, it would be prudent to transport the patient to a hospital where they can be isolated and treated. The low fatality rate does not necessarily mean that medical intervention is not needed, as the disease could still cause significant illness or long-term complications. The fact that the pathogen is not novel suggests that there may be established protocols for dealing with such cases, which could include hospitalization.",
            "freq_result": "no",
            "freq_explanation": "The mode of transmission is airborne, which means the disease can spread easily. However, the infectivity of the disease is low, which means not many people will get infected. Additionally, the fatality rate is low, so not many people will need to be hospitalized. The long incubation period could potentially lead to more people getting infected before symptoms appear, but given the low infectivity, this might not significantly increase the number of patients. Therefore, the Transport Patient event may not appear more frequently under these assumptions."
        },
        "resin:Events/20011/Diagnosis": {
            "name": "Diagnosis",
            "description": "Medical diagnosis on infection of the virus in the disease outbreak",
            "children": [],
            "out_links": [
                "resin:Events/20140/Hospitalization",
                "resin:Events/20012/Disinfect",
                "resin:Events/20015/Quarantine"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30019/kairos:Primitives_Events_Medical.Diagnosis.Unspecified:1_treater",
                    "roleName": "A0-pag_agent_doctor",
                    "entity": "resin:Entities/10021/"
                },
                {
                    "@id": "resin:Participants/30020/kairos:Primitives_Events_Medical.Diagnosis.Unspecified:1_patient",
                    "roleName": "A1-ppt_theme_patient",
                    "entity": "resin:Entities/10000/"
                },
                {
                    "@id": "resin:Participants/30021/kairos:Primitives_Events_Medical.Diagnosis.Unspecified:1_place",
                    "roleName": "AM-LOC",
                    "entity": "resin:Entities/10010/"
                },
                {
                    "@id": "resin:Participants/30022/kairos:Primitives_Events_Medical.Diagnosis.Unspecified:1_illness",
                    "roleName": "A2_prd_attribute_illness",
                    "entity": "resin:Entities/10006/"
                }
            ],
            "template": "<A0_pag_agent_doctor> diagnosed <A1_ppt_theme_patient> with <A2_prd_attribute_illness> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the disease is airborne, it is crucial to diagnose the infection to prevent further spread. Even though the infectivity and fatality rate are low, the long incubation period could lead to a person unknowingly spreading the disease. Therefore, diagnosis is very likely to happen.",
            "freq_result": "no",
            "freq_explanation": "The mode of transmission is airborne, which means the disease can spread easily. However, the infectivity of the disease is low, which means not many people who come into contact with the disease will actually get infected. Additionally, the long incubation period means that it will take a while for symptoms to appear, which could delay diagnosis. The low fatality rate also means that the disease might not be seen as a high priority for diagnosis. Therefore, the Diagnosis event may not appear more frequently under these assumptions."
        },
        "resin:Events/20012/Disinfect": {
            "name": "Disinfect",
            "description": "Disinfect contaminated areas",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30023/Steps_kairos:Primitives_Events_Disinfect_Cleaner",
                    "roleName": "A0_pag_agent_cleaner",
                    "entity": "resin:Entities/10021/"
                },
                {
                    "@id": "resin:Participants/30024/Steps_kairos:Primitives_Events_Disinfect_place",
                    "roleName": "AM-LOC",
                    "entity": "resin:Entities/10010/"
                }
            ],
            "template": "<A0_pag_agent_cleaner> cleaned <A1_ppt_theme_thing_cleaned> <AM_mnr__manner> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the mode of transmission is airborne, disinfection of contaminated areas would be a likely response to prevent further spread of the disease. Even though the infectivity and fatality rate are low, disinfection would still be a necessary precaution, especially considering the long incubation period which could potentially allow for more people to be exposed before symptoms appear.",
            "freq_result": "no",
            "freq_explanation": "The mode of transmission is airborne, which means that the disease can spread through dust or droplets in the air. However, the infectivity of the disease is low, which means that the disease does not spread easily from person to person. Additionally, the fatality rate is low, and the incubation period is long. This means that people may not show symptoms for a long time, and when they do, the symptoms are not severe. Therefore, there may not be a high demand for disinfection of contaminated areas, as the risk of transmission and severe disease is low. Thus, the Disinfect event may not appear more frequently under these assumptions."
        },
        "resin:Events/20013/Treatment": {
            "name": "Treatment",
            "description": "Attempted remediation of a health problem due to infection of the virus in the disease outbreak",
            "children": [],
            "out_links": [
                "resin:Events/20015/Quarantine",
                "resin:Events/20014/Travel"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30025/kairos:Primitives_Events_Medical.Intervention.Unspecified:1_treater",
                    "roleName": "A0-pag_X_doctor",
                    "entity": "resin:Entities/10021/"
                },
                {
                    "@id": "resin:Participants/30026/kairos:Primitives_Events_Medical.Intervention.Unspecified:1_patient",
                    "roleName": "A1_dir_source_patient",
                    "entity": "resin:Entities/10000/"
                },
                {
                    "@id": "resin:Participants/30027/kairos:Primitives_Events_Medical.Intervention.Unspecified:1_place",
                    "roleName": "AM-LOC",
                    "entity": "resin:Entities/10010/"
                },
                {
                    "@id": "resin:Participants/30028/kairos:Primitives_Events_Medical.Intervention.Unspecified:1_illness",
                    "roleName": "A2_ppt__illness_or_injury",
                    "entity": "resin:Entities/10006/"
                }
            ],
            "template": "<A0_pag__doctor> treated <A1_ppt__patient> with <A2_ppt__illness_or_injury> with <A3_mnr__instrument> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the disease is airborne, it can spread easily, especially in crowded areas. However, the infectivity is low, which means that not everyone exposed will get infected. The fatality rate is also low, suggesting that the disease is not very severe. The long incubation period could potentially allow for more spread before symptoms appear, but since the pathogen is not novel, it's likely that treatments already exist. Therefore, the event of attempting remediation or treatment is very likely to occur.",
            "freq_result": "no",
            "freq_explanation": "The mode of transmission is airborne, which means the disease can spread easily. However, the infectivity of the disease is low, which means not many people who come into contact with the disease will actually get infected. Additionally, the fatality rate is low, and the incubation period is long. This means that even if people do get infected, they are not likely to die and it will take a long time for symptoms to appear. Therefore, the frequency of the Treatment event may not increase significantly because not many people will get infected and those who do may not show symptoms for a long time."
        },
        "resin:Events/20014/Travel": {
            "name": "Travel",
            "description": "Patient goes home from the hospital.",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30029/",
                    "roleName": "A1_ppt_theme_thing_transported",
                    "entity": "resin:Entities/10000/"
                },
                {
                    "@id": "resin:Participants/30030/",
                    "roleName": "A2_dir_source_initial_location",
                    "entity": "resin:Entities/10021/"
                }
            ],
            "template": "<A0_pag_agent_transporter> transported <A1_ppt_theme_thing_transported> from <A2_dir_source_initial_location> to <A3_gol_destination_destination> at <AM_loc> <AM_mnr__manner>",
            "happen_result": "somewhat likely",
            "happen_explanation": "Given that the disease is airborne, even with low infectivity, there is a risk of transmission. However, the low fatality rate and long incubation period may mean that the patient is not immediately dangerous to others. If the patient is not showing symptoms and the disease is not novel, meaning we have knowledge and possibly treatments or protocols for it, it is possible that the patient could be allowed to go home with instructions for self-isolation and monitoring.",
            "revise_result": "not likely",
            "revise_reflection": "If the patient was showing symptoms or was unable to follow self-isolation and monitoring instructions, it would be not likely for the patient to be allowed to go home from the hospital.",
            "revise_extra_assumption": "Extra assumption: The patient is not showing symptoms and can follow self-isolation and monitoring instructions."
        },
        "resin:Events/20015/Quarantine": {
            "name": "Quarantine",
            "description": "Restriction on the movement of people, animals and goods which is intended to prevent the spread of the disease",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30031/kairos:Primitives_Events_Movement.Transportation.PreventPassage:1_transporter",
                    "roleName": "A0-pag_agent_transporter",
                    "entity": "resin:Entities/10012/"
                },
                {
                    "@id": "resin:Participants/30032/kairos:Primitives_Events_Movement.Transportation.PreventPassage:1_passengerartifact",
                    "roleName": "A1-ppt_theme_thing_transported",
                    "entity": "resin:Entities/10000/"
                }
            ],
            "template": "<A0_pag_quarantiner> quarantined <A1_ppt_thing> to <A2_gol_quarrantined_from_whom> at <AM_loc>",
            "happen_result": "somewhat likely",
            "happen_explanation": "Given that the disease is airborne, quarantine measures would be effective in preventing the spread of the disease. However, the infectivity of the disease is low, which means that it does not spread easily from person to person. Additionally, the fatality rate is low, which means that even if people do get infected, they are not likely to die from the disease. The long incubation period could potentially make quarantine more difficult, as people could be infected without showing symptoms for a long time. However, since the pathogen is not novel, it is likely that there are already established protocols for dealing with this disease, which could include quarantine.",
            "revise_result": "not likely",
            "revise_reflection": "If the infectivity of the disease was high, it would have made the quarantine event highly likely. On the other hand, if the disease was not airborne, it would have made the quarantine event not likely.",
            "revise_extra_assumption": "Extra assumption: There are already established protocols for dealing with this disease, which could include quarantine."
        },
        "resin:Events/20032/Outbreak": {
            "name": "Outbreak",
            "description": "Emergence of the pathogen and spread of the disease.",
            "children": [
                "resin:Events/20033/Exposure",
                "resin:Events/20007/Illness",
                "resin:Events/20034/Medical_Response"
            ],
            "out_links": [],
            "participants": [],
            "template": "<A1_ppt_theme_disease> broke_out  among <A2_gol_location_victims> at <AM_loc>"
        },
        "resin:Events/20033/Exposure": {
            "name": "Exposure",
            "description": "People are exposed to the infectious agent, revealing its source or how it propagates. ",
            "children": [
                "resin:Events/20084/Mutation",
                "resin:Events/20085/Social_Gathering",
                "resin:Events/20114/Mode_of_Transmission",
                "resin:Events/20006/Infections",
                "resin:Events/20130/Selling"
            ],
            "out_links": [
                "resin:Events/20007/Illness"
            ],
            "participants": [],
            "template": "<A0_pag_exposer> exposed <A1_ppt_exposed_entity> to <A2_gol_exposed_to> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the mode of transmission is airborne, it is very likely that people would be exposed to the infectious agent. Even though the infectivity of the disease is low, the fact that it is airborne means that it can easily spread in the environment. The long incubation period could also mean that people could be exposed to the disease without showing symptoms for a while, further increasing the chances of exposure. The fact that the pathogen is not novel might mean that people have some immunity to it, but it doesn't necessarily prevent exposure.",
            "freq_result": "no",
            "freq_explanation": "The mode of transmission is airborne, which means the disease can spread through dust or droplets in the air. However, the infectivity of the disease is low, which means that even if people are exposed to the pathogen, they may not necessarily get infected. The long incubation period also means that it may take a while before people who are infected show symptoms, which could delay the identification of the source or propagation of the disease. Therefore, the Exposure event may not necessarily happen more often under these assumptions."
        },
        "resin:Events/20034/Medical_Response": {
            "name": "Medical Response",
            "description": "Treatment of patients and medical procedures to help contain the disease.",
            "children": [
                "resin:Events/20009/Contact_Health_Provider",
                "resin:Events/20010/Transport_Patient",
                "resin:Events/20013/Treatment",
                "resin:Events/20140/Hospitalization",
                "resin:Events/20014/Travel",
                "resin:Events/20012/Disinfect",
                "resin:Events/20015/Quarantine",
                "resin:Events/20072/Testing",
                "resin:Events/20011/Diagnosis",
                "resin:Events/20086/Construction"
            ],
            "out_links": [],
            "participants": [],
            "template": "<A0_pag_Agent> prevented <A1_ppt_Theme> PREPOSITION <A2_ppt_secondary_predication_or_action> with <A3_mnr_instrument> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the disease is airborne, even with low infectivity, it can still spread to a large number of people due to the nature of airborne transmission. The long incubation period also means that people could be spreading the disease without knowing they are infected. Therefore, medical response including treatment of patients and procedures to contain the disease would be necessary to prevent further spread.",
            "freq_result": "no",
            "freq_explanation": "The mode of transmission is airborne, which means the disease can spread easily. However, the infectivity of the disease is low, which means not many people will get infected even if they are exposed to the pathogen. The fatality rate is also low, which means that even if people get infected, they are not likely to die from the disease. The long incubation period means that it will take a while for symptoms to appear after exposure. This could potentially delay the medical response as people may not seek treatment immediately. The pathogen is not novel, which means that medical professionals are likely familiar with it and know how to treat it. Given these assumptions, the Medical Response event may not appear more frequent as the disease is not highly infectious and the fatality rate is low."
        },
        "resin:Events/20072/Testing": {
            "name": "Testing",
            "description": "A viral test checks specimens from your nose or your mouth to find out if you are currently infected with the virus",
            "children": [],
            "out_links": [
                "resin:Events/20011/Diagnosis"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30122/Steps_kairos:Primitives_Events_Testing_Assessor",
                    "roleName": "A0-pag_agent_estimator",
                    "entity": "resin:Entities/10021/"
                },
                {
                    "@id": "resin:Participants/30123/Steps_kairos:Primitives_Events_Testing_Thing_Assessed_for",
                    "roleName": "A1-ppt_theme_thing_estimated",
                    "entity": "resin:Entities/10006/"
                }
            ],
            "template": "<A0_pag_examiner> tested <A1_loc_examined> PREPOSITION <A2_ppt_in_search_of> PREPOSITION <A3_prd_test_result> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the disease is airborne, it can easily spread even if the infectivity is low. The long incubation period means that people could be infected for a while without showing symptoms, which increases the risk of unknowingly spreading the disease. Therefore, testing would be a crucial step in identifying and isolating cases to prevent further spread. Even though the fatality rate is low, it's still important to control the spread of the disease.",
            "freq_result": "no",
            "freq_explanation": "The mode of transmission is airborne, which means the disease can spread easily. However, the infectivity of the disease is low, which means not many people who come into contact with the disease will get infected. The fatality rate is also low, which means even if people get infected, they are not likely to die from the disease. The incubation period is long, which means it takes a while for symptoms to appear after a person is infected. This could lead to a delay in people seeking testing. The pathogen is not novel, which means there is likely existing knowledge and testing methods for this disease. Considering all these factors, the Testing event may not appear more frequent under these assumptions."
        },
        "resin:Events/20082/Cross-species_Transmission": {
            "name": "Cross-species Transmission",
            "description": "The pathogen transmits from animal to person.",
            "children": [
                "resin:Events/20083/Bite"
            ],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30142/",
                    "roleName": "A0_pag_causer_of_infection",
                    "entity": "resin:Entities/10023/"
                },
                {
                    "@id": "resin:Participants/30143/",
                    "roleName": "A1_gol_thing_becoming_infected",
                    "entity": "resin:Entities/10001/"
                },
                {
                    "@id": "resin:Participants/30144/",
                    "roleName": "A2_ppt_infectant",
                    "entity": "resin:Entities/10006/"
                }
            ],
            "template": "<A0_pag_causer_of_infection> infected <A1_gol_thing_becoming_infected> PREPOSITION <A2_ppt_infectant> at <AM_loc>",
            "happen_result": "somewhat likely",
            "happen_explanation": "The mode of transmission being airborne does not necessarily mean that the disease can transmit from animals to humans. However, many airborne diseases are zoonotic, meaning they can be transmitted from animals to humans. The infectivity and fatality rate of the disease being low, and the incubation period being long, do not directly influence the possibility of cross-species transmission. The pathogen not being novel suggests that it has been present before, and therefore, it could have been transmitted from animals to humans in the past.",
            "revise_result": "not likely",
            "revise_reflection": "If we knew for certain that this specific disease is known to be zoonotic, it would change the answer to 'highly likely'. If we knew that this disease is not zoonotic, it would change the answer to 'not likely'.",
            "revise_extra_assumption": "Extra assumption: Many airborne diseases are zoonotic."
        },
        "resin:Events/20083/Bite": {
            "name": "Bite",
            "description": "The vector (usually an animal) carrying the disease bites the infected person.",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30145/",
                    "roleName": "A0_pag_biter",
                    "entity": "resin:Entities/10023/"
                },
                {
                    "@id": "resin:Participants/30146/",
                    "roleName": "A1_ppt_entity_bitten",
                    "entity": "resin:Entities/10001/"
                }
            ],
            "template": "<A0_pag_biter> bited <A1_ppt_entity_bitten> at <AM_loc>",
            "happen_result": "not likely",
            "happen_explanation": "The mode of transmission is airborne, not vector-borne, which means the disease is spread through the air, not through bites from animals or insects. Therefore, the event of a bite leading to transmission is not likely under these assumptions."
        },
        "resin:Events/20084/Mutation": {
            "name": "Mutation",
            "description": "The virus may undergo an alteration in the nucleotide sequence of the genome during the disease outbreak",
            "children": [],
            "out_links": [
                "resin:Events/20085/Social_Gathering"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30147/Mutate:Agent",
                    "roleName": "A1_ppt_patient_entity_undergoing_mutation",
                    "entity": "resin:Entities/10006/"
                },
                {
                    "@id": "resin:Participants/30148/Mutate:Result",
                    "roleName": "A2_prd_result_end_state",
                    "entity": "resin:Entities/10007/"
                }
            ],
            "template": "<A1_ppt_patient_entity_undergoing_mutation> mutated into <A2_prd_result_end_state> at <AM_loc>",
            "happen_result": "somewhat likely",
            "happen_explanation": "Mutation is a natural process that occurs in all viruses, including airborne ones. However, the rate of mutation can vary depending on the virus. The fact that the pathogen is not novel suggests that it has been around for a while, which could mean it has already undergone several mutations. The long incubation period could potentially allow more time for mutations to occur. However, the low infectivity of the disease might limit the number of hosts the virus infects, potentially reducing the opportunities for mutation.",
            "revise_result": "not likely",
            "revise_reflection": "If the virus had a high rate of mutation, it would have made the event of mutation highly likely. Conversely, if the virus had a very low rate of mutation, it would have made the event of mutation not likely.",
            "revise_extra_assumption": "Extra assumption: The rate of mutation varies depending on the virus."
        },
        "resin:Events/20085/Social_Gathering": {
            "name": "Social Gathering",
            "description": "A group of people gather together.",
            "children": [],
            "out_links": [
                "resin:Events/20114/Mode_of_Transmission"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30149/",
                    "roleName": "A0_pag_celebrator",
                    "entity": "resin:Entities/10002/"
                },
                {
                    "@id": "resin:Participants/30150/",
                    "roleName": "AM_loc",
                    "entity": "resin:Entities/10010/"
                }
            ],
            "template": "<A0_pag_celebrator> celebrated <A1_ppt_party> at <AM_loc>",
            "happen_result": "somewhat likely",
            "happen_explanation": "Given that the disease is airborne, social gatherings could potentially facilitate the spread of the disease. However, the infectivity of the disease is low, which means that it does not spread easily from person to person. Additionally, the fatality rate is low, which might not deter people from gathering. The long incubation period could potentially allow for the disease to spread before symptoms appear, but since the pathogen is not novel, it's likely that there are already established protocols and knowledge about how to handle it.",
            "revise_result": "not likely",
            "revise_reflection": "If the assumption was that the infectivity of the disease was high, then the answer would have been 'not likely' as people would avoid gathering to prevent the spread of the disease. Conversely, if the assumption was that the disease was not airborne, then the answer would have been 'highly likely' as the risk of transmission in a social gathering would be significantly reduced.",
            "revise_extra_assumption": "Extra assumption: There are established protocols and knowledge about how to handle the disease."
        },
        "resin:Events/20086/Construction": {
            "name": "Construction",
            "description": "Field hospitals may be constructed to accommodate patients during the outbreak",
            "children": [],
            "out_links": [
                "resin:Events/20013/Treatment"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30151/Steps_kairos:Primitives_Events_Construction_Builder",
                    "roleName": "A0_pag_builder",
                    "entity": "resin:Entities/10012/"
                }
            ],
            "template": "<A0_pag_builder> constructed <A1_ppt_construction> PREPOSITION <A2_vsp_material> <A4_prd_end_state_of_arg1> at <AM_loc>",
            "happen_result": "not likely",
            "happen_explanation": "Given that the disease is airborne, it can spread easily, especially in crowded areas. However, the infectivity of the disease is low, which means that not many people who are exposed to the disease will actually get infected. Additionally, the fatality rate is low, so even if people do get infected, they are not likely to die from the disease. The long incubation period could potentially lead to a large number of people being infected before symptoms appear, but again, the low infectivity and fatality rate mitigate this risk. The pathogen is not novel, which means that medical professionals are likely familiar with it and know how to treat it. Given these factors, it is not likely that field hospitals would need to be constructed to accommodate patients during the outbreak."
        },
        "resin:Events/20107/Consume": {
            "name": "Consume",
            "description": "Consumption of a substance by an organism",
            "children": [
                "resin:Events/20109/Drink",
                "resin:Events/20110/Contact_Through_Skin",
                "resin:Events/20108/Eat"
            ],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30183/kairos:Primitives_Events_Consume_Eater",
                    "roleName": "A0-pag_agent_eater",
                    "entity": "resin:Entities/10002/"
                },
                {
                    "@id": "resin:Participants/30184/kairos:Primitives_Events_Consume_Entity_Ingested",
                    "roleName": "A1-ppt_patient_entity_ingested",
                    "entity": "resin:Entities/10003/"
                }
            ],
            "template": "<A0_pag_agent_eater> ingested <A1_ppt_patient_entity_ingested> at <AM_loc>",
            "happen_result": "not likely",
            "happen_explanation": "The mode of transmission is airborne, which means the disease is spread through the air, not through the consumption of a substance. Therefore, the Consume event is not likely to happen under this assumption."
        },
        "resin:Events/20108/Eat": {
            "name": "Eat",
            "description": "Ingestion of food to provide for all organisms their nutritional or medicinal needs",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30185/kairos:Primitives_Events_Eat_Consume",
                    "roleName": "A0-pag_consumer",
                    "entity": "resin:Entities/10002/"
                },
                {
                    "@id": "resin:Participants/30186/kairos:Primitives_Events_Eat_Food",
                    "roleName": "A1-ppt_meal",
                    "entity": "resin:Entities/10003/"
                }
            ],
            "template": "<A0_pag_consumer> ate <A1_ppt_meal> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "The mode of transmission being airborne does not directly affect the consumption of food. Therefore, the event of eating would still likely occur. However, if the disease is known to be present, people may be more cautious about where and what they eat, especially in public places.",
            "freq_result": "no",
            "freq_explanation": "The mode of transmission is airborne, not through food or water. Therefore, the frequency of the Eat event would not be directly affected by the disease's transmission. The infectivity of the disease is low, and the fatality rate is also low, which means that even if people are exposed to the disease, they are less likely to get infected or die from it. The long incubation period means that people may not show symptoms for a long time, which could potentially lead to more people being exposed, but this does not directly affect the frequency of the Eat event. The pathogen is not novel, which means that people may already have some immunity to it, further reducing the likelihood of infection. Therefore, the answer is no."
        },
        "resin:Events/20109/Drink": {
            "name": "Drink",
            "description": "Ingesting water or other liquids into the body through the mouth",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30187/kairos:Primitives_Events_Drink_Drinker",
                    "roleName": "A0-pag_drinker",
                    "entity": "resin:Entities/10002/"
                },
                {
                    "@id": "resin:Participants/30188/kairos:Primitives_Events_Drink_Liquid",
                    "roleName": "A1-ppt_liquid",
                    "entity": "resin:Entities/10027/"
                }
            ],
            "template": "<A0_pag_drinker> drank <A1_ppt_liquid> from <A2_dir_source_of_liquid> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "The mode of transmission being airborne means that the disease is spread through the air, not through water or food. However, the event of drinking or consuming liquids is a normal human behavior and is not directly related to the transmission of the disease. Therefore, the event of drinking would still likely occur, regardless of the disease's transmission mode.",
            "freq_result": "no",
            "freq_explanation": "The mode of transmission is airborne, which means that the disease spreads through the air, not through water or other liquids. Therefore, the frequency of the Drink event would not necessarily increase due to these assumptions. The infectivity of the disease is low, and the incubation period is long, which further suggests that the disease would not spread rapidly or widely through drinking. The pathogen is not novel, which means that the population may already have some immunity to it, further reducing the likelihood of transmission through drinking."
        },
        "resin:Events/20110/Contact_Through_Skin": {
            "name": "Contact Through Skin",
            "description": "Route through which substances may be received",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30189/kairos:Primitives_Events_Contact_Through_Skin_Absorber",
                    "roleName": "A0-pag_absorber",
                    "entity": "resin:Entities/10002/"
                },
                {
                    "@id": "resin:Participants/30190/kairos:Primitives_Events_Contact_Through_Skin_Absorbed",
                    "roleName": "A1-ppt_absorbed",
                    "entity": "resin:Entities/10006/"
                }
            ],
            "happen_result": "not likely",
            "happen_explanation": "The mode of transmission is airborne, which means the disease is spread through the air, not through skin contact. Therefore, it's not likely that the Contact Through Skin event would happen under this assumption."
        },
        "resin:Events/20111/Contaminate_Substance": {
            "name": "Contaminate Substance",
            "description": "Presence of an unwanted constituent, harmful substance or impurity in a material, physical body, or environment",
            "children": [],
            "out_links": [
                "resin:Events/20112/Transport_Contaminated_Substance"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30191/kairos:Primitives_Events_Contamination_Causer",
                    "roleName": "A0-pag_agent_causer_of_contamination",
                    "entity": "resin:Entities/10006/"
                },
                {
                    "@id": "resin:Participants/30192/kairos:Primitives_Events_Contamination_Destination",
                    "roleName": "A1-gol_destination_thing_becoming_contaminated",
                    "entity": "resin:Entities/10005/"
                }
            ],
            "template": "<A0_pag_agent_causer_of_contamination> contaminated <A1_gol_destination_thing_becoming_contaminated> PREPOSITION <A2_ppt_theme_contaminant> at <AM_loc>",
            "happen_result": "not likely",
            "happen_explanation": "The mode of transmission is airborne, not vehicleborne. Therefore, the event of contaminating a substance is not likely to be the primary mode of transmission. However, it's important to note that while airborne diseases primarily spread through the air, they can also potentially contaminate surfaces and substances if an infected person coughs or sneezes on them. But given the low infectivity of the disease, the chances of this happening are not high."
        },
        "resin:Events/20112/Transport_Contaminated_Substance": {
            "name": "Transport Contaminated Substance",
            "description": "The contaminated substance (food, drink or other object) is moved from one place to another.",
            "children": [],
            "out_links": [
                "resin:Events/20113/Purchase_Contaminated_Object"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30193/",
                    "roleName": "A1_ppt_theme_thing_transported",
                    "entity": "resin:Entities/10005/"
                },
                {
                    "@id": "resin:Participants/30194/",
                    "roleName": "A3_gol_destination_destination",
                    "entity": "resin:Entities/10010/"
                }
            ],
            "template": "<A0_pag_agent_transporter> transported <A1_ppt_theme_thing_transported> from <A2_dir_source_initial_location> to <A3_gol_destination_destination> at <AM_loc> <AM_mnr__manner>",
            "happen_result": "not likely",
            "happen_explanation": "Since the mode of transmission is airborne, the likelihood of the disease being spread through contaminated substances such as food or drink is low. The disease is more likely to spread through the air, especially in enclosed spaces. Therefore, the event of transporting a contaminated substance is not likely to occur in this case."
        },
        "resin:Events/20113/Purchase_Contaminated_Object": {
            "name": "Purchase Contaminated Object",
            "description": "Purchase contaminated food or drink.",
            "children": [],
            "out_links": [
                "resin:Events/20107/Consume"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30195/kairos:Primitives_Events_Purchase_Buyer",
                    "roleName": "A0_pag_agent_agent",
                    "entity": "resin:Entities/10002/"
                },
                {
                    "@id": "resin:Participants/30196/kairos:Primitives_Events_Purchase_Seller",
                    "roleName": "A2_com_co_agent_other_exchanger",
                    "entity": "resin:Entities/10004/"
                },
                {
                    "@id": "resin:Participants/30197/kairos:Primitives_Events_Purchase_Artifact",
                    "roleName": "A1_ppt_theme_thing_being_traded",
                    "entity": "resin:Entities/10005/"
                }
            ],
            "template": "<A0_pag_agent_agent> exchanged <A1_ppt_theme_thing_being_traded> with <A2_com_co_agent_other_exchanger> <A3_ppt_co_theme_other_item_in_exchange_price_or_premium> for <A4_gol__benefactive> at <AM_loc>",
            "happen_result": "not likely",
            "happen_explanation": "Given that the mode of transmission is airborne, the likelihood of the disease being transmitted through contaminated food or drink is low. The pathogen is not novel, which means it's known and its transmission methods are understood. Therefore, the event of purchasing a contaminated object is not likely to happen under these assumptions."
        },
        "resin:Events/20114/Mode_of_Transmission": {
            "name": "Mode of Transmission",
            "description": "The mode of transmission of the disease.",
            "children": [
                "resin:Events/20117/Airborne_Transmission",
                "resin:Events/20115/Direct_Transmission",
                "resin:Events/20116/Vehicleborne_Transmission",
                "resin:Events/20082/Cross-species_Transmission"
            ],
            "out_links": [
                "resin:Events/20006/Infections"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30198/",
                    "roleName": "A0_pag_causer_of_infection",
                    "entity": "resin:Entities/10006/"
                },
                {
                    "@id": "resin:Participants/30199/",
                    "roleName": "A1_gol_thing_becoming_infected",
                    "entity": "resin:Entities/10002/"
                },
                {
                    "@id": "resin:Participants/30200/",
                    "roleName": "AM_loc",
                    "entity": "resin:Entities/10010/"
                }
            ],
            "template": "<A0_pag_causer_of_infection> infected <A1_gol_thing_becoming_infected> PREPOSITION <A2_ppt_infectant> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "The mode of transmission is a fundamental aspect of any disease outbreak, regardless of the specific characteristics of the disease. In this case, the disease is airborne, which means it spreads through the air, typically when an infected person coughs, sneezes, or talks. Even though the infectivity and fatality rate are low, and the incubation period is long, the disease can still spread through the air. Therefore, the Mode of Transmission event would still occur.",
            "freq_result": "no",
            "freq_explanation": "The mode of transmission is airborne, which means the disease can spread through the air via dust or droplets. However, the infectivity of the disease is low, which means that even if people are exposed to the pathogen, they may not necessarily get infected. The long incubation period also means that it may take a while before the disease manifests in those who do get infected. Therefore, the Mode of Transmission event may not necessarily appear more frequent under these assumptions."
        },
        "resin:Events/20115/Direct_Transmission": {
            "name": "Direct Transmission",
            "description": "Disease transmission from a reservoir to the infected person through direct contact or droplet spread.",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30201/",
                    "roleName": "A0_pag_causer_of_infection",
                    "entity": "resin:Entities/10006/"
                },
                {
                    "@id": "resin:Participants/30202/",
                    "roleName": "A1_gol_thing_becoming_infected",
                    "entity": "resin:Entities/10002/"
                },
                {
                    "@id": "resin:Participants/30203/",
                    "roleName": "AM_loc",
                    "entity": "resin:Entities/10010/"
                }
            ],
            "template": "<A0_pag_causer_of_infection> infected <A1_gol_thing_becoming_infected> PREPOSITION <A2_ppt_infectant> at <AM_loc>",
            "happen_result": "The mode of transmission is airborne, which means it can be spread without direct contact. However, direct transmission can still occur, especially if the infected person is in close proximity to others. The low infectivity and fatality rate, along with the long incubation period, may reduce the likelihood of direct transmission, but it does not eliminate the possibility. Therefore, the answer is somewhat likely.",
            "happen_explanation": ""
        },
        "resin:Events/20116/Vehicleborne_Transmission": {
            "name": "Vehicleborne Transmission",
            "description": "Disease transmission through inanimate objects such as food, water, blood, clothes, utensils.",
            "children": [
                "resin:Events/20111/Contaminate_Substance",
                "resin:Events/20112/Transport_Contaminated_Substance",
                "resin:Events/20113/Purchase_Contaminated_Object",
                "resin:Events/20107/Consume"
            ],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30204/",
                    "roleName": "A0_pag_causer_of_infection",
                    "entity": "resin:Entities/10006/"
                },
                {
                    "@id": "resin:Participants/30205/",
                    "roleName": "A1_gol_thing_becoming_infected",
                    "entity": "resin:Entities/10002/"
                },
                {
                    "@id": "resin:Participants/30206/",
                    "roleName": "AM_loc",
                    "entity": "resin:Entities/10010/"
                }
            ],
            "template": "<A0_pag_sender> transmitted <A1_ppt_sent> to <A2_gol_sent-to> at <AM_loc>",
            "happen_result": "not likely",
            "happen_explanation": "The mode of transmission is stated to be airborne, not vehicleborne. Therefore, the disease is not likely to be transmitted through inanimate objects such as food, water, blood, clothes, utensils."
        },
        "resin:Events/20117/Airborne_Transmission": {
            "name": "Airborne Transmission",
            "description": "the pathogen transmits through air.",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30207/kairos:Primitives_Events_Contamination_Causer",
                    "roleName": "A0-pag_agent_causer_of_contamination",
                    "entity": "resin:Entities/10002/"
                },
                {
                    "@id": "resin:Participants/30208/kairos:Primitives_Events_Contamination_Destination",
                    "roleName": "A1-gol_destination_thing_becoming_contaminated",
                    "entity": "resin:Entities/10000/"
                }
            ],
            "template": "<A0_pag_sender> transmitted <A1_ppt_sent> to <A2_gol_sent-to> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the mode of transmission is airborne, it is very likely that the pathogen would transmit through the air. The infectivity and fatality rate of the disease being low does not change the mode of transmission. The long incubation period could potentially allow for more transmission events to occur before the disease is detected.",
            "freq_result": "no",
            "freq_explanation": "The mode of transmission is airborne, which means the disease can spread through the air via droplets or dust. However, the infectivity of the disease is low, which means that even if people are exposed to the pathogen, they may not necessarily get infected. The long incubation period also means that it may take a while before an infected person starts showing symptoms and spreading the disease. Therefore, even though the disease is airborne, the frequency of the Airborne Transmission event may not necessarily increase under these assumptions."
        },
        "resin:Events/20125/Confirmation": {
            "name": "Confirmation",
            "description": "Illness is confirmed.",
            "children": [],
            "out_links": [],
            "participants": [
                {
                    "@id": "resin:Participants/30216/confirmer",
                    "roleName": "A0_pag_confirmer",
                    "entity": "resin:Entities/10021/"
                },
                {
                    "@id": "resin:Participants/30217/thing_confirmed",
                    "roleName": "A1_ppt_thing_confirmed",
                    "entity": "resin:Entities/10006/"
                }
            ],
            "template": "<A0_pag_causer> alidated <A1_ppt_entity_validated> at <AM_loc>",
            "happen_result": "very likely",
            "happen_explanation": "Given that the disease is airborne, even with low infectivity, it can still spread. The long incubation period may delay the confirmation of illness, but it does not prevent it. The fact that the pathogen is not novel means that there are likely existing tests to confirm the illness. Therefore, the answer is yes.",
            "freq_result": "no",
            "freq_explanation": "The mode of transmission is airborne, which means the disease can spread easily. However, the infectivity of the disease is low, which means that not many people who come into contact with the disease will actually get infected. Additionally, the incubation period is long, which means that it will take a while for symptoms to appear and for the illness to be confirmed. Therefore, the Confirmation event may not appear more frequently under these assumptions."
        },
        "resin:Events/20130/Selling": {
            "name": "Selling",
            "description": "Contaminated product is sold.",
            "children": [],
            "out_links": [
                "resin:Events/20085/Social_Gathering"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30228/seller",
                    "roleName": "A0_pag_Seller",
                    "entity": "resin:Entities/10019/"
                },
                {
                    "@id": "resin:Participants/30229/thing_sold",
                    "roleName": "A1_ppt_Thing_Sold",
                    "entity": "resin:Entities/10003/"
                },
                {
                    "@id": "resin:Participants/30230/buyer",
                    "roleName": "A2_gol_Buyer",
                    "entity": "resin:Entities/10002/"
                }
            ],
            "happen_result": "not likely",
            "happen_explanation": "The mode of transmission is airborne, which means the disease is spread through the air, not through products. Therefore, the selling of a contaminated product is not likely to be a significant factor in the spread of the disease."
        },
        "resin:Events/20140/Hospitalization": {
            "name": "Hospitalization",
            "description": "Infected persons are hospitalized.",
            "children": [],
            "out_links": [
                "resin:Events/20013/Treatment"
            ],
            "participants": [
                {
                    "@id": "resin:Participants/30253/sender",
                    "roleName": "A0_pag_sender",
                    "entity": "resin:Entities/10021/"
                },
                {
                    "@id": "resin:Participants/30254/infected",
                    "roleName": "A1_ppt_injured/ill_entity",
                    "entity": "resin:Entities/10001/"
                }
            ],
            "template": "<A0_pag_sender> hospitalized <A1_ppt_injured/ill_entity> at <AM_loc>",
            "happen_result": "somewhat likely",
            "happen_explanation": "Given that the mode of transmission is airborne, there is a risk of spread, especially in crowded areas. However, the infectivity of the disease is low, which means it does not spread easily. The fatality rate is also low, suggesting that the disease is not severe for most people. The long incubation period could potentially lead to more people being exposed before the first symptoms appear. However, the pathogen is not novel, which means there may already be established protocols for dealing with it. Considering these factors, hospitalization may not be necessary for all infected persons, especially if the disease is not severe.",
            "revise_result": "not likely",
            "revise_reflection": "If the assumption was that the disease causes severe symptoms in most people, then the answer would change to 'highly likely'. If the assumption was that the disease causes mild symptoms that can be managed at home, then the answer would change to 'not likely'.",
            "revise_extra_assumption": "Extra assumption: There are established protocols for dealing with the disease and the disease is not severe for most people."
        }
    },
    "assumptions": "- The mode of transmission of the disease is airborne.\n- The infectivity of the disease is low.\n- The fatality rate is low.\n- The incubation period is long.\n- The pathogen is not novel."
}